[
    {
      "nid": "2403311",
      "legacyid": null,
      "uuid": "33c695ed-2d41-498b-9acc-db74d0ff132b",
      "type": "Article",
      "title": "Explainer: 4-room HDB resale flat in Tampines sold for S$100,000 in January — what's behind such outlier sales?",
      "publishdate": "2024-04-16T14:02:00",
      "lastupdated": "2024-04-19T00:00:08",
      "url": "https://www.todayonline.com/singapore/explainer-4-room-hdb-resale-flat-tampines-sold-s100000-january-whats-behind-such-outlier-sales-2403311",
      "image": {
        "description": "<p>A view of Block 860A Tampines Avenue 5, on April 12, 2024.</p>\n",
        "media_image": "https://onecms-res.cloudinary.com/image/upload/s--UUOOZ-oW--/f_auto,q_auto/c_fill,g_auto,h_622,w_830/v1/mediacorp/tdy/image/2024/04/16/20240412_ili_block_860a_tampines_ave_5-2.jpg?itok=Wmccmxpq",
        "name": "20240412_ili_block_860a_tampines_ave_5-2.jpg",
        "thumbnail": "https://onecms-res.cloudinary.com/image/upload/s--oaXWNaHs--/c_fill,g_auto,h_220,w_220/f_auto,q_auto/v1/mediacorp/tdy/image/2024/04/16/20240412_ili_block_860a_tampines_ave_5-2.jpg?itok=tes-Vqes",
        "image_caption": null,
        "created": "2024-04-16T13:57:01",
        "id": "2840846",
        "image_byline_and_source": {
          "byline": [
            "Ili Nadhirah Mansor/TODAY"
          ],
          "source": "Today"
        },
        "media_minute_image": "https://onecms-res.cloudinary.com/image/upload/s--atRxOBep--/c_fill,g_auto,h_765,w_576/f_auto,q_auto/v1/mediacorp/tdy/image/2024/04/16/20240412_ili_block_860a_tampines_ave_5-2.jpg?itok=mmHukjmT"
      },
      "image_caption": null,
      "hero_gallery": null,
      "brief": "<p>SINGAPORE — An old four-room flat in central Tampines that recently changed hands for S$100,000 has raised eyebrows among online users, given that similar units in the area have been sold for five to six times as much.</p>\n",
      "category": [
        {
          "id": "14366",
          "name": "Singapore",
          "link": "/taxonomy/term/14366",
          "landing_page": "128666"
        }
      ],
      "topics": [
        {
          "id": "15401",
          "name": "HDB",
          "link": "/topic/hdb",
          "landing_page": ""
        },
        {
          "id": "47031",
          "name": "resale flat",
          "link": "/topic/resale-flat",
          "landing_page": ""
        },
        {
          "id": "15956",
          "name": "Property",
          "link": "/topic/property",
          "landing_page": ""
        },
        {
          "id": "21546",
          "name": "Tampines",
          "link": "/topic/tampines",
          "landing_page": ""
        }
      ],
      "flags": [],
      "ciakeywords": "",
      "author": "deborah.lau",
      "byline": [
        "2117826"
      ],
      "byline_detail": [
        {
          "id": "2117826",
          "title": "Deborah Lau",
          "url": "https://www.todayonline.com/author/deborah-lau",
          "hero_media": {
            "created": "2023-03-15T17:30:51",
            "media_image": "https://onecms-res.cloudinary.com/image/upload/s--RNTgEGf_--/f_auto,q_auto/c_fill,g_auto,h_622,w_830/v1/mediacorp/tdy/image/2023/03/15/illustrated_byline_deborah.jpg?itok=XJ9wAU6W",
            "source": "Today",
            "use_original": "0",
            "name": "illustrated_byline_deborah.jpg",
            "thumbnail": "https://onecms-res.cloudinary.com/image/upload/s--VAu9Bkyq--/c_fill,g_auto,h_220,w_220/f_auto,q_auto/v1/mediacorp/tdy/image/2023/03/15/illustrated_byline_deborah.jpg?itok=G6wcLM9y"
          },
          "position": "Journalist",
          "summary": "Deborah focuses on the family, gender, environment, and animal welfare beats at TODAY. If she isn’t sending out queries from the newsroom, she enjoys attempting to send new bouldering routes at the gym. Reach out to Deborah at deborah.lau@mediacorp.com.sg",
          "uid": "<span lang=\"\" about=\"/member/13051\" typeof=\"schema:Person\" property=\"schema:name\" datatype=\"\" content=\"charlene.goh@mediacorp.com.sg\">charlene.goh@m…</span>",
          "created": "Mon, 02/27/2023",
          "updated": "Tue, 02/27/2024"
        }
      ],
      "source": "TODAY",
      "initials": null,
      "sponsor_text": null,
      "sponsor": [],
      "content": [
        {
          "id": "5737036",
          "bundle": "text",
          "body": "<p>SINGAPORE — An old four-room flat in central Tampines that recently changed hands for S$100,000 has raised eyebrows among online users, given that similar units in the area have been sold for five to six times as much.</p>\n\n<p>The 111 sqm (or 1,195 sqf) unit at Block 860A Tampines Avenue 5 — with a remaining lease period of about 62 years — was sold for that amount in January this year.</p>\n\n<p>The website of the Housing and Development Board (HDB) shows that six other similar-sized flats with similar remaining leases in neighbouring blocks on Tampines Avenue 5 were sold for S$558,888 to S$645,000 from July last year to March this year.</p>\n\n<p>The S$100,000 sale also stands in contrast to recent resale transactions that surpassed the <a href=\"https://www.todayonline.com/singapore/analysis-record-million-dollar-resale-hdb-new-categories-2249531\">million-dollar</a> threshold.</p>\n\n<p>Based on official data, the prices of HDB resale flats climbed by 1.7 per cent in the first quarter of this year, picking up the pace from the 1.1 per cent growth recorded in the previous quarter.</p>\n\n<p>Against this backdrop, some people have called the sale “crazy cheap” and “definitely below valuation price” for an apartment of that size and in that location — with several people online also questioning whether the sale was made to the seller's relative.</p>\n\n<p>However, property analysts told TODAY that it is not unheard of for HDB flats to change hands at bottom-dollar prices.</p>\n\n<p>Mr Luqman Hakim, chief data officer at property firm 99.co, said that for example, in January 2018, a three-room flat in Marsiling was sold for S$90,500.</p>\n\n<p>Such under-S$100,000 HDB resale transactions do occur from time to time, he added.</p>\n\n<p>The new flat owner was not present when TODAY visited the Tampines unit last week. The block is opposite Our Tampines Hub — Singapore's largest integrated community and lifestyle complex with retail shops, a public library as well as sporting facilities.</p>\n\n<p>The flat is a 15-minute walk from two MRT stations — Tampines on the East-West Line and Tampines West on the Downtown Line.</p>\n\n<p>To find out how these sales come about, TODAY spoke to Mr Luqman and other real estate experts on the considerations involved in such transactions. </p>\n\n<h2>NO PRICE LIMIT FOR RESALE FLAT TRANSACTIONS</h2>\n\n<p>The property analysts said that such sales are possible because HDB does not regulate the prices of flats in the resale market. This means that a minimum or maximum limit is not placed on a resale flat transaction.</p>\n\n<p>Mr Lee Sze Teck, senior director of data analytics at real estate firm Huttons Asia, said that the price is arrived at through a “willing buyer, willing seller” process of negotiation.</p>\n\n<p>Although such lower-price transactions do happen, Mr Lee said that the S$100,000 sale of the Tampines flat stood out because it was transacted at a price far below that of other flats in the area.</p>\n\n<p>On why these sales happen only occasionally in the resale market, Mr Luqman said that there are usually no financial incentives for a seller to transact at such a low price.</p>\n\n<p>Sellers who had previously taken a housing loan that is financed through their Central Provident Fund (CPF) savings would need to fork out cash to pay back the money taken from CPF, upon the sale of their property.</p>\n\n<p>The CPF Board requires sellers to refund the principal amount of CPF savings they had withdrawn to pay for their property, alongside the interest accrued, once the unit is sold.</p>\n\n<p>Therefore, if the seller’s transaction proceeds do not cover this principal amount and the interest accrued on the loan, it could mean that the seller would instead need to use their own cash savings to pay back the money.</p>\n\n<p>This would typically disincentivise sellers from letting go of their property at such low prices, since it would be “loss-making sale” for them, Mr Luqman said.</p>\n\n<p>Even though such policies might discourage some property owners from accepting a low selling price, it does not stop anyone from listing a property at any price and a buyer from purchasing at said prices, he added.</p>\n\n<h2>SEVERAL REASONS WHY SELLERS WANT TO SELL AT LOW PRICES</h2>\n\n<p>The experts said that the Tampines unit could have been sold at a low price to either a relative who is not an immediate family member, or someone outside of the family who is known to the seller.</p>\n\n<p>HDB allows for current flat owners to change the ownership status of their flat due to a change in their family circumstances, such as in the case of divorce, marriage or the demise of the flat’s owner.</p>\n\n<p>To effect the change, they would need to apply for a change in flat ownership that does not constitute a sale, for there is no monetary consideration, HDB’s website states.</p>\n\n<p>In such instances, however, the proposed owners must be an immediate family member of the current owners. This may include their spouse, parents, children or siblings.</p>\n\n<p>In the case of the Tampines flat, selling the unit at a significantly lower price might be a way for the property’s owners to transfer its ownership to a relative who was not an immediate family member.</p>\n\n<p>Mr Kelvin Tan, senior associate division director at PropNex Realty, suggested that the low transaction price could have been a result of a resale of part-share.</p>\n\n<p>These resale transactions involve a change of flat ownership by way of a partial sale or purchase between family members at a mutually agreed price. Monetary consideration is involved for such a change in ownership, HDB states on its website.</p>\n\n<p>Such scenarios may involve divorced couples who are joint owners of their matrimonial flat, with one party buying over the share of his or her ex-spouse through a purchase.</p>\n\n<p>Resale part-share is not allowed between a married couple.</p>\n\n<p>Mr Luqman from 99.co said that another reason for the low transaction price might be that the seller was the flat’s first owner, who bought it from the Government in the mid-1980s.</p>\n\n<p>“The typical prices for such four-room flats in Tampines was likely in the S$60,000 to S$80,000 range (at the time)”, Mr Luqman said.</p>\n\n<p>Such sellers may choose to sell their property at a low price precisely because they had first purchased it cheaply and are able to sell it without incurring much financial loss.</p>\n\n<p>This, coupled with the sale being possibly made to someone close to the seller, may account for why the unit is transacted markedly below the typical market price.</p>\n\n<p>The experts said that the low transaction price may also be seen as a token sum, allowing for a transfer of flat ownership without being an outright gift to the recipient or buyer.</p>\n\n<p>Mr Luqman said: “Anecdotally for most people, being able to afford their own home through their own effort is a very big milestone and a proud, dignified moment compared to just being handed one. </p>\n\n<p>“Transferring the (unit) to someone close to the person, such as a son or a daughter, through a formal sale could just be a ‘symbolic transaction’ while not being seen as an outright gift to the receiver.</p>\n\n<p>“In a way, some dignity is preserved from an act of buying one’s own flat, even though it is marked down significantly.”</p>\n\n<p>Asked if incidents such as a death occurring in the apartment previously, unruly neighbours, or nearby religious activities would affect a flat’s price, Mr Tan from PropNex Realty said that it is unlikely — although property agents would disclose this information to buyers if asked.</p>\n\n<p>And although buyers may use such information to negotiate for a lower price, Mr Tan said that the price is ultimately decided based on a mutual agreement between buyer and seller, and a seller may reject the low asking price if they are not in great need of the sale.</p>\n\n<h2>SALE WAS AN OUTLIER, UNLIKELY TO AFFECT VALUES NEARBY</h2>\n\n<p>The experts said that the prices of other housing units in the area are unlikely to be affected, since the HDB resale market does not get distorted by a single transaction. </p>\n\n<p>Mr Tan of PropNex Realty said that in general, one-off sales are not likely to move the needle, and it takes several such transactions of the same flat type over a period of time to shift valuations.</p>\n\n<p>So instead of just focusing on the low price of the flat, the circumstances behind the sale also matter and it is unlikely that future buyers and sellers in the area would encounter a similar scenario.</p>\n\n<p>Therefore, a S$100,000 resale transaction would be seen as an outlier and is unlikely to be considered by valuers when they valuate nearby flats, the experts added.</p>",
          "text_format": "basic_html",
          "reusable": false
        },
        {
          "id": "3341",
          "bundle": "newsletter_subscription",
          "body": "<p>Subscribe to get daily news updates, insights and must reads delivered straight to your inbox.</p>\r\n",
          "label": "Subscribe",
          "placeholder": "Enter your email address",
          "sub_description": "By clicking subscribe, I agree for my personal data to be used to send me TODAY newsletters, promotional offers and for research and analysis.",
          "subscription_type": "TDY_Partners",
          "title": "Stay in the know. Anytime. Anywhere.",
          "newsletter_image": "https://onecms-res.cloudinary.com/image/upload/v1675219068/mediacorp/tdy/image/2023/02/01/todayonline_newsletter_0.png",
          "view_mode_selection": "subscription_light",
          "reusable": false,
          "programmatic": true
        },
        {
          "id": "3346",
          "title": "Article detail - Telegram",
          "bundle": "spotlight",
          "hero_media": {
            "media_image": "https://onecms-res.cloudinary.com/image/upload/v1705599712/mediacorp/tdy/image/2024/01/19/whatsapp_3.png",
            "name": null,
            "thumbnail": "https://onecms-res.cloudinary.com/image/upload/v1705599712/mediacorp/tdy/image/2024/01/19/whatsapp_3.png"
          },
          "hero_media_mobile": {
            "media_image": "https://onecms-res.cloudinary.com/image/upload/v1705599712/mediacorp/tdy/image/2024/01/19/whatsapp_3.png",
            "name": null,
            "thumbnail": "https://onecms-res.cloudinary.com/image/upload/v1705599712/mediacorp/tdy/image/2024/01/19/whatsapp_3.png"
          },
          "view_more": {
            "url": "https://www.whatsapp.com/channel/0029VaEGYYBCnA8212FmWA3Z?v=1",
            "text": "View More",
            "id": null,
            "type": "external"
          },
          "programmatic": true
        }
      ],
      "standfirst": null,
      "tldr": "<ul>\n<li><strong>A four-room flat in central Tampines changed hands for S$100,000 in January</strong></li>\n<li><strong>This raised eyebrows online because similar-sized units in the area are typically sold for five to six times as much</strong></li>\n<li><strong>In the past year, there have been several million-dollar sales in the public housing resale market </strong></li>\n<li><strong>Property experts said that the prices of flats in the public housing resale market are negotiated on a “willing buyer, willing seller” basis</strong></li>\n<li><strong>They added that the Tampines unit may have been sold at a low price to either a relative of the seller, or a non-family member known to the seller</strong></li>\n</ul>\n",
      "isEverGreenContent": false,
      "isOriginalContent": false,
      "isFeelGoodContent": false,
      "short_description": null,
      "hero_video": null,
      "episodenumber": "",
      "seasonnumber": "",
      "related_article": [
        "2395326",
        "2376806",
        "2111821",
        "2249531"
      ],
      "type_key": "article",
      "programme": null,
      "show_as_web_view": false,
      "noAd": false,
      "schedule_date": null,
      "prgads": false,
      "largeads": false,
      "season": null,
      "content_origin": "all",
      "content_origin_id": null,
      "standalone_video": null,
      "external_author": "",
      "static_banner": "<a aria-label=\"\" data-entity-substitution=\"\" data-entity-type=\"\" data-entity-uuid=\"\" href=\"https://tdy.sg/47JGhKL\" id=\"\" rel=\"noopener\" target=\"_blank\" title=\"\"><img alt=\"Follow TODAY on WhatsApp\" data-entity-type=\"file\" data-entity-uuid=\"1f6ea1f7-2c17-4645-854f-9566bfeb2d9d\" src=\"https://onecms-res.cloudinary.com/image/upload/v1/mediacorp/tdy/image/2024/01/30/wa-728x90-3%203.gif\" class=\"align-center\" /></a><br />",
      "field_text_to_speech_export": {
        "audio_id": "35550790-85da-447e-afe9-028469895931",
        "audio_title": "Explainer: 4-room HDB resale flat in Tampines sold for S$100,000 in January — what's behind such outlier sales?",
        "audio_duration": 504574,
        "audio_publish_date": "2024-04-16T06:02:17Z"
      },
      "components": [
        {
          "label": "ADVERTISEMENT",
          "label_display": "visible",
          "label_view": true,
          "type": "ad_display",
          "uuid": "f12c2850-0ca6-4215-a869-80d641804d9e",
          "view_mode": "leaderboard_01_article",
          "region": "content",
          "weight": 0,
          "is_navigation": 0,
          "ads": [
            {
              "id": "ad-mobile_android-lb1-1",
              "networkCode": "4654",
              "adChannel": "na",
              "adUnit1": "today_android",
              "adUnit2": "lb1",
              "device": "mobile_android",
              "sizes": [
                [
                  320,
                  100
                ],
                [
                  320,
                  50
                ]
              ],
              "noad": "False",
              "adtag1": "na",
              "pos": "1",
              "vidnart": "False",
              "prgads": "False",
              "largeads": "False",
              "replaceAdSection": false,
              "isElevator": false,
              "infinitescroll": false
            },
            {
              "id": "ad-mobile_ios-lb1-1",
              "networkCode": "4654",
              "adChannel": "na",
              "adUnit1": "today_ios",
              "adUnit2": "lb1",
              "device": "mobile_ios",
              "sizes": [
                [
                  320,
                  100
                ],
                [
                  320,
                  50
                ]
              ],
              "noad": "False",
              "adtag1": "na",
              "pos": "1",
              "vidnart": "False",
              "prgads": "False",
              "largeads": "False",
              "replaceAdSection": false,
              "isElevator": false,
              "infinitescroll": false
            },
            {
              "id": "ad-tablet_android-lb1-1",
              "networkCode": "4654",
              "adChannel": "na",
              "adUnit1": "today_android",
              "adUnit2": "lb1",
              "device": "tablet_android",
              "sizes": [
                [
                  728,
                  90
                ]
              ],
              "noad": "False",
              "adtag1": "na",
              "pos": "1",
              "vidnart": "False",
              "prgads": "False",
              "largeads": "False",
              "replaceAdSection": false,
              "isElevator": false,
              "infinitescroll": false
            },
            {
              "id": "ad-tablet_ios-lb1-1",
              "networkCode": "4654",
              "adChannel": "na",
              "adUnit1": "today_ios",
              "adUnit2": "lb1",
              "device": "tablet_ios",
              "sizes": [
                [
                  728,
                  90
                ]
              ],
              "noad": "False",
              "adtag1": "na",
              "pos": "1",
              "vidnart": "False",
              "prgads": "False",
              "largeads": "False",
              "replaceAdSection": false,
              "isElevator": false,
              "infinitescroll": false
            }
          ]
        },
        {
          "label": "ADVERTISEMENT",
          "label_display": "visible",
          "label_view": true,
          "type": "ad_display",
          "uuid": "c274c9cf-114f-40c7-8fc2-a118c8c04c3a",
          "view_mode": "side01_display",
          "region": "second",
          "weight": 5,
          "is_navigation": 0,
          "ads": []
        },
        {
          "label": "Popular",
          "label_display": "visible",
          "label_view": true,
          "type": "cia_widget",
          "uuid": "f40d2441-32e9-4ce2-b951-7598b811eb0f",
          "view_mode": "grid_2_2",
          "region": "second",
          "weight": 7,
          "is_navigation": 0,
          "id": "3336",
          "widget_id": "gyw7t1oLIA",
          "mobile_widget_id": "1Z23j90cOl",
          "view_more_title": "",
          "view_more_url": "",
          "view_more_url_field_id": null,
          "view_more_url_field_type": null,
          "body": null
        },
        {
          "label": "ADVERTISEMENT",
          "label_display": "visible",
          "label_view": true,
          "type": "ad_display",
          "uuid": "09fe002a-3a46-40a1-ac9d-2ab0a5233ded",
          "view_mode": "side02_display",
          "region": "second",
          "weight": 9,
          "is_navigation": 0,
          "ads": []
        },
        {
          "label": "Subscribe",
          "label_display": "visible",
          "label_view": true,
          "type": "subscription",
          "uuid": "898d58c8-2e3b-4e7c-ab50-90338d270996",
          "view_mode": "subscription_light",
          "region": "first",
          "weight": 2,
          "is_navigation": 0,
          "id": "3341",
          "title": "Stay in the know. Anytime. Anywhere.",
          "image": "https://onecms-res.cloudinary.com/image/upload/v1675219068/mediacorp/tdy/image/2023/02/01/todayonline_newsletter_0.png",
          "body": "<p>Subscribe to get daily news updates, insights and must reads delivered straight to your inbox.</p>\r\n",
          "placeholder": "Enter your email address",
          "subscription_type": "TDY_Partners",
          "sub_description": "By clicking subscribe, I agree for my personal data to be used to send me TODAY newsletters, promotional offers and for research and analysis."
        },
        {
          "label": "Article detail - Telegram",
          "label_display": "0",
          "label_view": false,
          "type": "spotlight",
          "uuid": "768e9fc4-4b4f-4eb4-95d2-d1ebc73f4bb1",
          "view_mode": "full",
          "region": "first",
          "weight": 3,
          "is_navigation": 0,
          "id": "3346",
          "image": "https://onecms-res.cloudinary.com/image/upload/v1705599712/mediacorp/tdy/image/2024/01/19/whatsapp_3.png",
          "view_more_title": "View More",
          "view_more_url": "https://www.whatsapp.com/channel/0029VaEGYYBCnA8212FmWA3Z?v=1",
          "view_more_url_field_id": null,
          "view_more_url_field_type": "external",
          "image_media_mobile": "https://onecms-res.cloudinary.com/image/upload/v1705599712/mediacorp/tdy/image/2024/01/19/whatsapp_3.png"
        }
      ],
      "24lb_token": "eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJ1aWQiOjE2MTI2MTg3MTM0MjgyNDMyMDAsInVuYW1lIjoidG9kYXlvbmxpbmUiLCJlbWFpbCI6InRvZGF5b25saW5lQG1lZGlhY29ycC5jb20uc2ciLCJtZW0iOjAsImF2YXRhciI6ImF2YXRhci8yNGxpdmVibG9nLWRlZmF1bHQucG5nIiwiYXV0aF90eXBlIjowLCJjbGllbnQiOjAsImV4cCI6MTcxNDUwMDAxNS41MDE2NzU2fQ.xwUiFcGo7Uzqli1mc1JCINkF8Db7y8uC88zdVVL0juE",
      "minute_url": "https://www.todayonline.com/singapore/explainer-4-room-hdb-resale-flat-tampines-sold-s100000-january-whats-behind-such-outlier-sales-2403311?ntype=minute",
      "minute": true,
      "next_minute_nid": "2405401",
      "prev_minute_nid": "2404056"
    }
  ]